[CharacterDef_Tulip DownloadableCharacterDefinition]
ContentDisplayName="Mechromancer"

[CustomItemSetDef_Tulip DownloadableItemSetDefinition]
ContentDisplayName="Mechromancer"

[CustomizationSet_Tulip DownloadableCustomizationSetDefinition]
ContentDisplayName="Personalizações da Mechromancer"

[PackageDef_Tulip DownloadablePackageDefinition]
PackageDisplayName="Mechromancer"

[PlayerClassId.Mechromancer PlayerClassIdentifierDefinition]
LocalizedClassName="MECHROMANCER"
LocalizedClassNameNonCaps="Mechromancer"

[PlayerNameId.Mechromancer PlayerNameIdentifierDefinition]
LocalizedCharacterName="Gaige"
LocalizedCharacterDescription="Pequenina + Bola de Demolição Robótica = Risos e Diversão!"
LocalizedActionSkillDescription="Invocar Armadilha Mortal"
LocalizedPreferredWeaponDescription="Armas elétricas e explosivas"

